<?php

return [

  'home'      => 'الرئيسية',
  'about'     => 'من نحن',
  'contact'   => 'اتصل بنا',
  'products'  => 'المنتجات',
  'cat'       => 'الاقسام',
  'title' => 'عندك',
  'main' => 'الرئيسية',
  'cats' => 'الأقسام',
  'providers' => 'مزودي الخدمات',
  'contactUs' => 'تواصل معنا',
  'endak' => 'عندك',
  'CatsDiscover' => 'استكشف الأقسام',
  'services' => 'الخدمات',
  'email' => 'البريد الاكتروني',
  'phone' => 'الهاتف',
  'address' => 'العنوان',
  'copyRight' => 'عندك. جميع الحقوق محفوظة',
  'ksa' => 'المملكة العربية السعودية',
  'body' => 'منصتك الذكية للربط بين الخدمات والعملاء بسهولة واحترافية.',
  'conactUs' => 'تواصل معنا',
  'support' => 'نحن هنا للمساعدة! تواصل معنا لأي استفسارات أو طلبات دعم.',
  'subject' => 'الموضوع',
  'msg' => 'الرسالة',
  'send' => 'ارسال',
  'contactMsg' => 'تم الارسال بنجاح',
  'enter' => 'أدخل',
  'register' => 'تسجيل',
  'lastname' => 'الاسم الاخير',
  'nameF' => 'الاسم الاول',
  'password' => 'كلمة السر',
  'password_confirmation' => 'تأكيد كلمة المرور',
  'already' => ' تم التسجيل بالفعل',
  'login' => 'تسجيل الدخول',
  'type' => 'النوع',
  'select_cate' => 'اختيار الاقسام',
  'customer' => 'زبون',
  'provider' => 'مزود خدمة',
  'searchService' => 'ابحث عن الخدمات ',
  'serSpechial' => 'الخدمات المتميزة ',
  'join' => 'انضم الى منصتنا',
  'body' => 'تواصل مع
  مجموعة واسعة من مقدمي الخدمات أو ابحث عن الخدمات التي تحتاجها.',
  'registerAsType' => 'تسجيل كعميل/مزود خدمة',
  'notRegister' => 'ليس لديك حساب',
  'sendOrder' => 'ارسال الطلب',
  'select' => 'اختار',
  'msgRequest' => 'تم ارسال الطلب بنجاح',
  'test' => 'اختبار',
  'myorders' => 'طلباتي',
  'cancel' => 'الغاء الطلب',
  'serviceName' => 'اسم الخدمة',
  'orderDanger' => 'تم الغاء طلبك بنجاح',
  'details_orders' => 'تفاصيل الطلب ',
  'notFoundOrders' => 'لا توجد طلبات',
  'date_order' => 'تاريخ الطلب',
  'orders_providers' => 'الخدمات المرتبطة في اقسامك',
  'error_Search' => 'لا توجد هذه الخدمة !',
























];
